define({
  'label_wont_open': "не открывается",
  'label_copyright': 'нарушает авторские права',
  'label_other': 'другое',
  'label_help_wont_open': 'Опишите, что происходит, когда вы пытаетесь открыть кигу:',
  'label_help_copyright': 'Предоставьте документы, подтверждающие, что вы уполномочены подавать такие претензии для данной книги:',
  'label_help_other': 'Опишите вашу проблему:',
  'label_submit_error': 'К сожалению, произошла ошибка. Попробуйте повторить позже.',
  'label_submit': 'отправить'
})
