[
    {
        "id": 1,
        "author": "Аллен Хатчер",
        "title": "Алгебраическая топология",
        "description": "Книга представляет собой введение в алгебраическую топологию (до спектральных последовательностей), включающее в себя как гомотопическую топологию, так и теорию гомологии и когомологий (в том числе двойственность Пуанкаре). Ориентированное на геометрические аспекты предмета изложение является, тем не менее, строгим и подробным. В книге имеется большое количество примеров и упражнений; в дополнениях, занимающих почти половину книги, затрагиваются различные более продвинутые сюжеты (когомологий с локальными коэффициентами, теорема Брауна о представимости, когомологические операции, спектры и пр.)."
    },
    {
        "id": 2,
        "author": "Эрнест Винберг",
        "title": "Курс алгебры",
        "description": "Книга представляет собой расширенный вариант курса алгебры, читаемого в течение трех семестров на математических факультетах. В нее включены такие дополнительные разделы, как элементы коммутативной алгебры (в связи с аффинной алгебраической геометрией), теории Галуа, теории конечномерных ассоциативных алгебр и теории групп Ли. Это позволяет использовать книгу не только как учебник по общему курсу алгебры, но и как пособие для тех, кто желает углубить свои познания в алгебре. Изложение иллюстрируется большим количеством примеров и сопровождается задачами, часто содержащими дополнительный материал."
    },
    {
        "id": 3,
        "author": "Арнольд В.И.",
        "title": "Обыкновенные дифференциальные уравнения",
        "description": "Отличается от имеющихся учебных руководств по обыкновенным дифференциальным уравнениям большей, чем это обычно принято, связью с приложениями, в особенности с механикой, и более геометрическим, бескоординатным изложением. В соответствии с этим в книге мало выкладок, но много понятий, необычных для курса дифференциальных уравнений (фазовые потоки, однопараметрические группы, диффеоморфизмы, касательные пространства и расслоения) и примеров из механики."
    },
    {
        "id": 4,
        "author": "братья Стругацкие",
        "title": "Понедельник начинается в субботу",
        "description": "«Понедельник начина́ется в субботу» (1965) — фантастическая юмористическая повесть братьев Стругацких, одно из наиболее своеобразных воплощений советской утопии 1960-х годов, художественная реализация мечты авторов о возможности для современного талантливого человека сосредоточиться на научном творчестве и познании тайн Вселенной. Существенную роль в повести играют также ярко выраженные сатирические мотивы; в ней высмеиваются приспособленцы, бюрократы и жулики от науки."
    },
    {
        "id": 5,
        "author": "Джером Д.Сэлинджер.",
        "description": "«Над пропастью во ржи» (в другом переводе — «Ловец на хлебном поле», англ. The Catcher in the Rye — «Ловец во ржи», 1951) — роман американского писателя Джерома Сэлинджера. В нём от лица 17-летнего юноши по имени Холден в весьма откровенной форме рассказывается о его обострённом восприятии американской действительности и неприятии общих канонов и морали современного общества. Произведение, несмотря на то, что оно было предназначено для взрослых, имело огромную популярность среди молодёжи, и оказало существенное влияние на мировую культуру второй половины XX века.",
        "title": "Над пропастью во ржи"
    },
    {
        "id": 6,
        "author": "Джордж Оруэлл",
        "description": "«1984» (англ. Nineteen Eighty-Four — «Тысяча девятьсот восемьдесят четвёртый») — роман-антиутопия Джорджа Оруэлла, изданный в 1949 году. Роман «1984», наряду с такими произведениями, как «Мы» Евгения Ивановича Замятина (1920), «О дивный новый мир» Олдоса Хаксли (1932) и «451 градус по Фаренгейту» Рэя Брэдбери (1953), считается одним из известнейших произведений в жанре антиутопии.",
        "title": "1984"
    },
    {
        "id": 7,
        "author": "Габриэль Гарсия Маркес",
        "description": "«Сто лет одиночества» (исп. Cien años de soledad) — роман колумбийского писателя Габриэля Гарсиа Маркеса, одно из наиболее характерных и популярных произведений в направлении магического реализма. Первое издание романа было опубликовано в Буэнос-Айресе в июне 1967 года тиражом 8000 экземпляров. Роман был удостоен премии Ромуло Гальегоса[1]. На сегодняшний день продано более 30 миллионов экземпляров, роман переведён на 35 языков мира.",
        "title": "Сто лет одиночества"
    },
    {
        "id": 8,
        "author": "Харпер Ли",
        "title": "Убить пересмешника",
        "description": "«Убить пересмешника» (англ. To Kill a Mockingbird) — роман американской писательницы Харпер Ли, написанный в жанре воспитательного романа. Опубликован в 1960 году. В 1961 г. получил Пулитцеровскую премию. Его изучают приблизительно в 80 % американских школ."
    }
]
